Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/owning_a_home/help_with_buying_a_home/affordable_housing.html.txt.tmx
Source language: en
Languages: ga

source: • If you bought an affordable home
ga: • Má cheannaigh tú teach inacmhainne

source: • How the schemes worked • Further information
ga: • Conas a d'oibrigh na scéimeanna

source: The affordable housing schemes aimed to help lower-income households to buy their own homes
ga: Bhí sé mar chuspóir ag na scéimeanna tithíochta inacmhainne cabhrú le teaghlaigh ar ioncaim íseal a gcuid tithe féin a cheannach

source: They offered eligible first-time purchasers the chance to buy newly constructed homes and apartments at prices significantly less than their market value
ga: Thug siad deis do cheannaitheoirí incháilithe, a bhí ag ceannach don chéad uair, tithe agus arasáin nuathógtha a cheannach ar praghsanna a bhí i bhfad níos ísle ná a luach ar an margadh

source: Discontinuation of programmes: It was announced in 2011 that all affordable housing schemes were being stood down
ga: Deireadh leis na scéimeanna: Fógraíodh i 2011 go raibh deireadh á chur leis na scéimeanna seo

source: If you bought an affordable home
ga: Má cheannaigh tú teach inacmhainne

source: If you sell your house within 20 years, you will have to pay the local authority a percentage of the proceeds of the sale - known as clawback
ga: Má dhíolann tú do theach taobh istigh de 20 bliain, beidh ort céatadán den airgead ón díolachán a aisíoc leis an údarás áitiúil

source: This percentage is expressed as the percentage difference between the sale price and the market value of the house
ga: Is ionann an céatadán seo agus an céatadán dífríocht idir praghas an díolacháin agus luach an tí ar an margadh

source: This amount will be reduced by 10% each year after you have owned your home for 10 years
ga: Laghdófar an tsuim seo gach bliain faoi 10% nuair is leat an teach ar feadh 10 mbliana

source: So, if you sell your home after 20 years, you will not have to pay any clawback to the local authority
ga: Mar sin, má dhíolann tú do theach tar éis 20 bliain ní bheidh ort aon aisíocaíocht a dhéanamh leis an údarás áitiúil

source: Find out more about living in an affordable home
ga: Léigh tuilleadh mar gheall ar bheith i do chónaí i dteach inacmhainne

source: How the schemes worked
ga: Conas a d'oibrigh na scéimeanna

source: Under the Affordable Housing Scheme the local authority provided land on which new houses were built and sold
ga: Faoin Scéim Tithíochta Inacmhainne, sholáthraíodh na húdaráis áitiúla talamh ar a tógadh tithe nua le díol

source: You would qualify for the Affordable Housing Scheme if :
ga: Bheifeá i dteideal a bheith páirteach sa Scéim Tithíochta Inacmhainne má:

source: • You were in need of housing and your income satisfied the income test, or
ga: • Bhí teach ag teastáil uait agus má shásaigh d'ioncam an scrúdú ioncaim thíos, nó

source: • You were registered on a housing waiting list with a local authority, or
ga: • Bhí tú cláraithe ar liosta feithimh tithíochta an údaráis áitiúil, nó

source: • You were a local authority tenant or a tenant purchaser and you wanted to buy a private house and return your present house to the local authority, or
ga: • Ba thionónta thú den údarás áitiúil, nó tionónta a bhí ag ceannach tí, agus ba mhian leat teach príobháideach a cheannach agus an teach a bhí agat a thabhairt ar ais don údarás áitiúil, nó

source: • You were a tenant for more than one year of a home provided by a housing association under the Capital Loan and Subsidy Scheme and you wanted to buy a private house and return your present house to the housing association
ga: • Ba thionónta ós cionn bliana thú i dteach a chuir cumann tithíochta ar fáil faoin Scéim Iasachta Caipitil agus Fordheontais agus ba mhian leat teach príobháideach a cheannach agus an teach a bhí agat a thabhairt ar ais don chumann tithíochta

source: The income test only applied to people mentioned in the first bullet point; if you were covered by the second, third or fourth bullet points, you were exempt from the income test
ga: Bhain an scrúdú ioncaim amháin le daoine sa chéad rannóg seo; má thit tú faoin dara, tríú, nó ceathrú rannóg, níor bhain an scrúdú ioncaim leat

source: • Single-income household: If your gross income (before tax) in the last income tax year was between €25,000 and €58,000, you might be eligible
ga: • Teaghlach aon-ioncaim: Má bhí d'ollioncam (roimh cháin) sa bhliain chánach dheireanach idir €25,000 agus €58,000, d'fhéadfá bheith i dteideal na scéime

source: • Two-income household: If your joint income was €75,000 or less, you might be eligible
ga: • Teaghlach dhá-ioncam: Má bhí an dá ioncam le chéile cothrom le €75,000, nó faoin bhun sin, d'fhéadfadh sibh bheith i dteideal na scéime

source: Part V affordable housing
ga: Tithíocht inacmhainne "Cuid 5"

source: Part V of the Development Acts 2000-2002 allows a local authority to require developers to set aside up to 20% of new developments of 5 or more houses for social or affordable housing
ga: Tugann Cuid 5 de na hAchtanna um Phleanáil agus Forbairt 2000-2002 cead don údarás áitiúil iachall a chur ar fhorbróirí suas le 20% de thograí, ina bhfuil 5 nó níos mó teach i gceist, a chur ar leataobh don tithíocht sóisialta nó inacmhainne

source: The local authority decides how much (if any) of the 20% will be social, voluntary or affordable housing - though as the affordable housing schemes have been stood down, no more housing is now being designated as affordable
ga: Is é an t-údarás áitiúil a dhéanfaidh an cinneadh cén céatadán den 20% a bheidh mar thithíocht inacmhainne

source: There were no rules about where affordable houses should be located in new developments
ga: Ní raibh aon rialacha ann chun leagan síos cá mbeadh tithe inacmhainne le lonnú i bhforbairtí nua

source: It was for the local authority to decide which homes should be designated as affordable housing, as appropriate
ga: B'é an t-údarás áitiúil a rinne an cinneadh cé na tithe a roghnófaí mar thithe inacmhainne mar ba chuí

source: You were eligible to buy an affordable house provided under Part V of the Planning and Development Acts 2000-2002 if 35% of your income was not sufficient to enable you to buy a house
ga: Bheifeá i dteideal teach inacmhainne a cheannach faoi Chuid 5 de na hAchtanna um Phleanáil agus Forbairt má ba rud é nár leor 35% de d'ioncam le bheith ar do chumas teach a cheannach

source: The Affordable Housing Initiative (AHI) was introduced under the Sustaining Progress agreement
ga: Tugadh an Tioncsnamh Tithíochta Inacmhainne (TTI) isteach faoin gcomhaontú Dul Chun Cinn a Chothú

source: Under this initiative the Office of Public Works provided land on which new houses were built and sold.The AHI aimed to meet the needs of people who would formerly have been able to buy a house, but found themselves priced out of the market
ga: Faoin Tioncsnamh seo, sholáithríodh Oifig na nOibreacha Poiblí talamh ar a dtógtaí tithe nua le díol. Bhí sé mar aidhm ag an TTI freastal do riachtanais dhaoine nach raibh acmhainní acu tithíocht a cheannach ar an margadh oscailte

source: You were eligible to buy an affordable house provided under the Affordable Housing Initiative if 35% of your income was not sufficient to enable you to buy a house
ga: Bheifeá i dteideal teach inacmhainne a cheannach faoin Scéim Tithíochta Inacmhainne má ba rud é nárbh leor 35% de d'ioncam le bheith ar do chumas teach a cheannach

source: Mortgages for affordable homes
ga: Morgáistí do thithíocht inacmhainne

source: Mortgages were available from local authorities and some banks also provided mortgages for affordable homes
ga: Bhíodh morgáistí le fáil ó údaráis áitiúla agus chuir bainc áirithe morgáistí ar fáil do thithíocht inacmhainne freisin

source: The loan could be up to 97% of the price of the house, subject to repayments being no more than 35% of the household's net income after tax and social insurance (PRSI)
ga: D'fhéadfá iasacht a fháil gurb ionann suas le 97% de luach an tí é, ar an gcoinníoll nach mbeadh na haisíocaíochtaí níos mó ná 35% d'ioncam glan an teaghlaigh (is é sin, ioncam lúide cáin agus árachas sóisialta (ÁSPC))

source: Some private lenders had affordable housing mortgages. Applicants for private sector affordable mortgages had to be pre-approved by their local authorities for a suitable property
ga: Níor mhór d’iarratasóirí ar mhorgáistí tithíochta inacmhainne san earnáil phríobháideach réamhcheadaíocht a fháil ón údarás áitiúil i dtaobh maoine oiriúnaí

source: If you got a mortgage for your affordable home from the local authority and your gross household income was less than €28,000, you would be entitled to a subsidy of between €1,050 and €2,550 per year, paid directly to the local authority
ga: Má fuair tú airgead ar iasacht ón údarás áitiúil gus má bhí ollioncam do theaghlaigh níos lú ná €28,000, bheifeá i dteideal fordheontas bliantúil idir €1,050 agus €2,550 a fháil. Íoctaí an fordheontas seo leis an údarás áitiúil

source: A household that did not qualify for this subsidy could instead qualify for the Mortgage Allowance Scheme
ga: D'fhéadfadh teaghlach nach raibh incháilithe don fhordheontas seo a bheith incháilithe don Scéim Liúntais Mhorgáiste

source: For more information about affordable housing, contact your local authority
ga: Chun tuilleadh eolais a fháil faoi thithíocht inacmhainne, déan teagmháil le d'údarás áitiúil
